* 09/08/16 - 09/15/16
  CLOCK: [2016-09-08 Thu 09:00]--[2016-09-08 Thu 13:30] =>  4:30
  CLOCK: [2016-09-13 Tue 09:00]--[2016-09-13 Tue 13:00] =>  4:00
  CLOCK: [2016-09-14 Wed 09:00]--[2016-09-14 Wed 13:00] =>  4:00
  CLOCK: [2016-09-15 Thu 09:00]--[2016-09-15 Thu 13:00] =>  4:00
  
* 09/16/16 - 09/30/16
  CLOCK: [2016-09-16 Fri 09:00]--[2016-09-16 Fri 13:30] =>  4:30
  
